[{"name":"DJI Mavic 3 Enterprise","id":1,"model":"Enterprise","descripcion":"DJI Mavic 3 Enterprise is here and ready to help change the way you navigate complex RPAS missions. Built for maximum versatility, the DJI Mavic 3 Enterprise (M3E) is portable and powerful with two premium cameras that deliver 20MP stills and hybrid zoom up to 56x.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-MAVIC3E-2024-v1.jpg"},
{"name":"Matrice 30 Series","id":2,"model":"Enterprise","descripcion":"DJI’s range of compact enterprise drones, the Matrice 30 series, set a new industry standard in the balance of portability and performance. The most capable drone series for its size, Matrice 30 series drones feature an integrated payload design with multiple cameras, laser range finder and an optional thermal imaging camera, making them the perfect solution for a wide range of scenarios.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-MATRICE30-2024-v1.jpg"},
{"name":"Matrice 350 RTK","id":3,"model":"Enterprise","descripcion":"Versatile, functional and mission-ready, the DJI Matrice 350 RTK drone platform delivers the industry-leading performance of the Matrice series in a new form factor that provides advanced flight, safety and video transmission. Suitable for a range of applications including mapping, public safety and more, the M350 can be equipped with multiple payloads to suit your mission needs.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-MATRICE350-2024-v1.jpg"},
{"name":"DJI Delivery","id":4,"model":"Enterprise","descripcion":"Deliver the goods with DJI Delivery, a fully integrated, end-to-end aerial freight solution. With the DJI FlyCart 30 drone and DJI DeliveryHub software platform, you can reshape deliveries with new possibilites and effeciences.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-DELIVERY-2024-v1.jpg"},
{"name":"DJI Phantom 4","id":5,"model":"Enterprise","descripcion":"The Phantom 4 RTK and Multi-Spectral are two most compact enterprise drones to date.The Phantom 4 RTK is a very high quality and accurate low altitude mapping solution with D-RTK base stations to improve accuracy up to 1.5cm*. The Phantom 4 Multispectal gathers precise plant-level data. The drone is built for agriculture missions, environmental monitoring and a lot more. The RTK module on the top allows for an accurate flight.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-PHANTOM4-ENT-2024-v1.jpg"},
{"name":"Dji Mini 2 SE","id":6,"model":"DJI Mini","descripcion":"Ready to fly? Do it with the new DJI Mini 2 SE, the best new beginner drone from DJI that’s packed with features yet easy to fly. Sporting a 2.7K camera, a variety of intuitive creative features and more, DJI Mini 2 SE provides a fantastic entry point into drone piloting and aerial content creation.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-MINI2-SE-2024-v4.jpg"},
{"name":"Mavic Mini","id":7,"model":"DJI Mini","descripcion":"The Mavic Mini is DJI's latest and smallest drone that embodies all of DJI's advanced technologies into a body so light and powerful. With 30 minutes of flight time and a 12MP camera, the Mavic Mini is the best drone on the market in its class for all pilots.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-MAVIC-MINI-2024-v2.jpg"},
{"name":"Mini 3","id":8,"model":"DJI Mini","descripcion":"Mini yet magical, the all-new DJI Mini 3 drone delivers incredible power and performance in a sub-250 gram folding body that’s ultra-portable and ready to fly. Sporting a new and improved 1/1.3” sensor that produces 4K/30fps video and 12MP stills, Mini 3 is no slouch when it comes to content creation. Combine that with True Vertical Shooting, QuickShots, 38 minutes of flight time, 10 KM of range and more, and you’ve got a versatile, easy-to-fly drone that’s ready for every adventure.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-MINI3-2024-v2.jpg"},
{"name":"Mini 3 pro","id":9,"model":"DJI Mini","descripcion":"The latest and greatest from D1’s favourite Mini-series, the DJI Mini 3 Pro takes everything you know and love about DJI Mini drones to the next level. Featuring a larger 1/1.3” sensor that delivers spectacular 4K/60fps video and show-stopping 48 MP stills, you can experience pro-level creativity through a compact and convenient form factor that's perfect for creators on the go.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-MINI3-PRO-2024-v2.jpg"},
{"name":"Mini 4 pro","id":10,"model":"DJI Mini","descripcion":"Get creative with the new DJI Mini 4 Pro, a revolutionary new compact camera drone design for creative. Capture 4K HDR video, 48MP stills, intelligent shots and more with Mini 4 Pro. What about flight? DJI Mini 4 Pro offers best-in-class omnidirectional obstacle sensing, over half an hour of flight time and DJI O4 video transmission.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-MINI4-PRO-2024-v5.jpg"},
{"name":"Dji air 3","id":11,"model":"Dji Air","descripcion":"Create like never before with the new DJI Air 3 - the first Air series drone to feature a dual-camera design. Both cameras deliver stunning 4K/60fps video and 48MP stills and support vertical video, ideal for content creators! Pair that with intelligent features including ActiveTrack, MasterShots and more and you've got a drone that's always ready to create. And don't forget the Air 3's incredible flight time, class-leading flight range and omnidirectional obstacle avoidance!","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-AIR3-2024-v1.jpg"},
{"name":"Dji air 2s","id":12,"model":"Dji Air","descripcion":"Take to the skies and create content in a whole new way with the DJI Air 2S, the #1 camera drone for content creators. Air 2S’s 1” CMOS sensor truly steals the show, delivering detailed 20MP images and flexible 5.4K video. Plus with an agile design supporting up to 31 minutes of flight time, 12KM of flight range and 4-direction obstacle avoidance, Air 2S is easy to fly - even for beginners.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-AIR2S-2024-v1.jpg"},
{"name":"Mavic air 2","id":13,"model":"Dji Air","descripcion":"The DJI Mavic Air 2 builds upon the original Mavic Air and takes portability and power to a whole new level. The Mavic Air 2 offers advanced features such as ActiveTrack 3.0, Focus Track, 34 Minute Flight Time, 4K 60FPS and a transmission range of up to 10 km.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-MAVIC-AIR2-2024-v1.jpg"},
{"name":"Dji Avata 2","id":16,"model":"Avatar FPV","descripcion":"Experience the thrill of flight with DJI Avata 2, a lightweight FPV drone that delivers immersive high-octane flight with the help of DJI Goggles 3. Sporting an advanced 4K camera, Avata 2 let's you capture ultra-unique content that can only be achieved with an FPV drone. Get ready to immerse yourself in the air with DJI Avata 2.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-AVATA2-2024-v3.jpg"},
{"name":"Dji Avata","id":17,"model":"Avatar FPV","descripcion":"Step into the cockpit with DJI Avata, a brand new FPV drone that effortlessly supports DJI FPV peripherals and delivers stunning 4K/60fps video. Sporting a built-in propeller guard and ultra-compact design, Avata flies fast and is ideal for FPV beginners.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-AVATA-2024-v1.jpg"},
{"name":"Dji FPV","id":18,"model":"Avatar FPV","descripcion":"DJI FPV is the future of FPV drone flying. Whether you're a seasoned pilot or an absolute beginner, DJI FPV is the most immersive way to experience the excitement of flight. Featuring ultra low-latency transmission, 4K/60fps imaging, multiple flight modes, and advanced safety features like an emergency brake and hover, the future of FPV drone flight is now.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-FPV-2024-v1.jpg"},
{"name":"DJI goggles","id":19,"model":"Avatar FPV","descripcion":"Experience FPV flight in a whole new way with DJI Goggles 3, the most advanced DJI FPV headset to date, designed for easy operation and ultra-comfortable flight. Sporting premium, adjustable micro-OLED displays, intelligent operating features and more in a comfortable headset frame. DJI Goggles 3 makes it easy for you to experience fun flight in first-person view.","imagen":"https://www.d1store.com.au/images/uploads/category_thumbnails/[CAT-THUMB]-GOGGLES-2024-v3.jpg"},
{"name":"SanDisk 128gb","id":21,"model":"Accesories","descripcion":"Capture and store data-rich content files with ease using the SanDisk Extreme Pro 128GB 200MB/s microSD Card which boasts a rapid write speed of up to 140/MBs. This MicroSD card is optimised for creative applications and is ideal for use with DJI products including drones and action cameras plus DSLRs, smartphones and more.","imagen":"https://www.d1store.com.au/images/products/[PRODUCT-THUMB]-sandisk-extreme-pro-microsd-128-03-v1.jpg"},
{"name":"SanDisk 256gb","id":22,"model":"Accesories","descripcion":"Capture and store data-rich content files with ease using the SanDisk Extreme Pro 256GB 200MB/s microSD Card which boasts a rapid write speed of up to 140/MBs. This MicroSD card is optimised for creative applications and is ideal for use with DJI products including drones and action cameras plus DSLRs, smartphones and more.","imagen":"https://www.d1store.com.au/images/products/[PRODUCT-THUMB]-sandisk-extreme-pro-microsd-256-03-v1.jpg"},
{"name":"Landing Pad For Drones 110cm","id":23,"model":"Accesories","descripcion":"Foldable and compact landing pad that is easy to use and help protect the bottom sensors and gimbal. Helps with vision precision landing when returning to home.","imagen":"https://www.d1store.com.au/images/products/Landing-Pad-110-B.jpg"},
{"name":"LiPO Battery Safe Bag","id":24,"model":"Accesories","descripcion":"This bag is made of super strong flame retardant silicone fibreglass woven fabric and will stand very high temperatures for a reasonable period of time. Protect your workshop, family and home from the hazard of Lipo charging. This is a bag is designed to reduce the chances of damage in the event of a Lipo fire","imagen":"https://www.d1store.com.au/images/products/LIPO%20Battery%20Safe%20Bag%20Medium%20-%202.jpg"},
{"name":"DJI RC","id":25,"model":"Accesories","descripcion":"Experience flight in a whole new way with the game-changing new DJI RC remote controller for DJI drones. Engineered with DJI pilots in mind, the DJI RC elevates your flight experience in every way imaginable. With its bright 5.5” touchscreen display that eliminates the need for a smartphone, new precision control sticks, customisable control buttons and so much more, the DJI RC allows everyday pilots to fly like a true pro at a fraction of the price. ","imagen":"https://www.d1store.com.au/images/products/DJI-RC-01-v2.jpg"}]